{
    "treneri": [
        {
           "id": 1,
           "name" : "Marko Makić  1.Dan",
           "bio" : "Prvi put počinje da trenira već 2006. godine. Osvajač je mnogobrojnih kako domaćih, tako i međunarodnih medalja.2020. godine stiče licencu za trenera i ispitivača u karateu.Godine 2022. postaje seniorski šampion sveta u borbama, a 2023. godine u Kataniji (ITA), osvaja srebrnu medalju na prvenstvu evrope. Živi, studira i radi u Beogradu.",
           "description": "Predsednik je kluba i dalje aktivni reprezentativac Srbije u borbama. Veoma posvećen, uporan, smiren i strpljiv, ali žestok momak.",
           "img": "mare.jpg"
        },
        {
            "id": 2,
            "name" : "Uroš Jovanović  1.Dan",
            "bio" : "Rođen 21.07.2001. godine u Beogradu. Karateom se bavi od 2009. godine. Višestruki je osvajač domaćih i inostranih odličja. Za najuspešnijeg takmičara dobija priznanje 2012. i 2019. godine.Internacionalni je sudija.",
            "description": "Pored zvanične funkcije potpredsednika kluba, Uroš je i glavni 'stub' za sva tehnička pitanja. Odgovoran, sposoban i uvek spreman za sve izazove. Stabilan.",
            "img": "uros.jpg"
        },
        
        {
            "id": 4,
            "name" : "Ana",
            "bio" : "Rođen 13.01.1986. godine u Beogradu. U karateu je od 1993. godine.Osvajao je kroz karijeru mnogo medalja, od kojih su tri donete sa svetskih prventava. U sudijskum 'vodama' je od 2007. godine, a 2019. i 2022. godine imenovan je za predsedika organizacionih međunarodnih takmičenja koja su se održala u Beogradu",
            "description": "Ponosan je na posebnu funkciju u klubu, a to je - prijatelj kluba.",
            "img": "ana.jpg"
        }
    ],
    "sensei" : [
        {
            "id": 5,
            "name" : "Aleksandar Makić SENSEI 3.Dan",
            "bio" : "Rođen 13.01.1986. godine u Beogradu. U karateu je od 1993 godine.Osvajao je kroz karijeru mnogo medalja, od kojih su tri donete sa svetskih prventava. U sudijskum 'vodama' je od 2007 godine, a 2019 i 2022 godine imenovan je za predsedika organizacionih međunarodnih takmičenja koja su se održala u Beogradu",
            "description": "Ponosan je na posebnu funkciju u klubu, a to je - prijatelj kluba."
        }
    ]
}